[
    {
        "text": "Manche Wunden sieht man nicht,",
        "start": 0,
        "end": 2.12,
        "translation": "Có những vết thương mà ta không thấy.",
        "translation_en": "Some wounds are not visible."
    },
    {
        "text": "und doch bestimmen sie das Leben.",
        "start": 2.5,
        "end": 4,
        "translation": "Và thế nhưng họ quyết định cuộc sống.",
        "translation_en": "And yet they determine life."
    },
    {
        "text": "Dies ist die wahre Geschichte einer Frau, die gelernt hat,",
        "start": 4.66,
        "end": 7.38,
        "translation": "Đây là câu chuyện có thật về một người phụ nữ đã học được,",
        "translation_en": "This is the true story of a woman who learned to"
    },
    {
        "text": "mit ihrer inneren Dunkelheit zu leben.",
        "start": 7.58,
        "end": 9.44,
        "translation": "sống với bóng tối bên trong của họ.",
        "translation_en": "to live with their inner darkness."
    },
    {
        "text": "Ein Buch über Schmerz, Hoffnung und den Mut,",
        "start": 10.2,
        "end": 12.52,
        "translation": "Một cuốn sách về nỗi đau, hy vọng và lòng dũng cảm,",
        "translation_en": "A book about pain, hope, and courage,"
    },
    {
        "text": "sich selbst nicht aufzugeben.",
        "start": 12.68,
        "end": 14.18,
        "translation": "không từ bỏ chính mình.",
        "translation_en": "not to give up on oneself."
    },
    {
        "text": "Seit über zwei Jahrzehnten bin ich psychisch krank.",
        "start": 22.26,
        "end": 25.1,
        "translation": "Tôi đã mắc bệnh tâm thần hơn hai thập kỷ.",
        "translation_en": "I have been mentally ill for over two decades."
    },
    {
        "text": "In der ersten Dekade war die Diagnose Bipolar nicht in",
        "start": 25.1,
        "end": 28.84,
        "translation": "Trong thập kỷ đầu tiên, chẩn đoán rối loạn lưỡng cực không được chấp nhận.",
        "translation_en": "In the first decade, the diagnosis of bipolar was not in."
    },
    {
        "text": "meinem Bewusstsein angekommen, denn ich wollte sie verdrängen.",
        "start": 28.84,
        "end": 31.8,
        "translation": "đến với ý thức của tôi, vì tôi muốn đẩy chúng ra khỏi tâm trí.",
        "translation_en": "arrived in my consciousness, because I wanted to suppress them."
    },
    {
        "text": "Wollte diese Krankheit nicht haben.",
        "start": 32.68,
        "end": 34.08,
        "translation": "Không muốn mắc phải căn bệnh này.",
        "translation_en": "Did not want to have this illness."
    },
    {
        "text": "Im Nachhinein war es deutlich schwerer für mich,",
        "start": 34.98,
        "end": 37.28,
        "translation": "Sau này, tôi nhận ra rằng điều đó khó khăn hơn nhiều đối với tôi.",
        "translation_en": "In hindsight, it was clearly much harder for me,"
    },
    {
        "text": "diese ersten zehn Jahre der bipolaren Erkrankung ohne Psychotherapie",
        "start": 37.58,
        "end": 41.54,
        "translation": "mười năm đầu tiên của bệnh tâm thần lưỡng cực mà không có liệu pháp tâm lý",
        "translation_en": "these first ten years of bipolar disorder without psychotherapy"
    },
    {
        "text": "und ohne dauerhafte medikamentöse Behandlung durchzustehen,",
        "start": 41.54,
        "end": 44.84,
        "translation": "và vượt qua mà không cần điều trị bằng thuốc lâu dài,",
        "translation_en": "and to get through without permanent medication treatment,"
    },
    {
        "text": "als die sich anschließenden Jahre nach der Geburt meines Sohnes.",
        "start": 45.64,
        "end": 48.72,
        "translation": "khi những năm tiếp theo sau khi con trai tôi ra đời.",
        "translation_en": "in the years that followed the birth of my son."
    },
    {
        "text": "Doch zunächst stand unsere gemeinsame Zukunft auf dem Spiel.",
        "start": 49.32,
        "end": 53.32,
        "translation": "Tuy nhiên, trước tiên, tương lai chung của chúng ta đang bị đe dọa.",
        "translation_en": "But first, our shared future was at stake."
    },
    {
        "text": "Es ging mir so elend, ich war so tief gefallen.",
        "start": 53.32,
        "end": 56.02,
        "translation": "Tôi cảm thấy thật khổ sở, tôi đã rơi xuống đáy.",
        "translation_en": "I felt so miserable, I had fallen so deep."
    },
    {
        "text": "Aber immerhin wusste ich nun um meine psychische Erkrankung,",
        "start": 57.1,
        "end": 59.98,
        "translation": "Nhưng ít nhất tôi đã biết về căn bệnh tâm lý của mình.",
        "translation_en": "But at least I now knew about my mental illness,"
    },
    {
        "text": "erkannte die Verantwortung für mein Kind.",
        "start": 60.88,
        "end": 63.06,
        "translation": "nhận thức được trách nhiệm đối với đứa trẻ của tôi.",
        "translation_en": "recognized the responsibility for my child."
    },
    {
        "text": "Wollte ich eine Familie haben, so musste meinem Mann",
        "start": 63.68,
        "end": 66.18,
        "translation": "Nếu tôi muốn có một gia đình, thì chồng tôi phải...",
        "translation_en": "If I wanted to have a family, then my husband had to..."
    },
    {
        "text": "und mir unsere Beziehung wieder gelingen.",
        "start": 66.18,
        "end": 68.2,
        "translation": "và mối quan hệ của chúng ta sẽ lại thành công.",
        "translation_en": "and to make our relationship work again."
    },
    {
        "text": "Dafür war es Voraussetzung, dass ich meine bipolare Erkrankung akzeptiere,",
        "start": 69.36,
        "end": 74.34,
        "translation": "Để làm được điều đó, tôi cần chấp nhận bệnh tâm thần lưỡng cực của mình.",
        "translation_en": "It was a prerequisite for that that I accept my bipolar disorder."
    },
    {
        "text": "dass ich ärztliche und therapeutische Unterstützung annahme.",
        "start": 74.94,
        "end": 78.16,
        "translation": "rằng tôi đã chấp nhận sự hỗ trợ y tế và trị liệu.",
        "translation_en": "that I accepted medical and therapeutic support."
    },
    {
        "text": "Die Oberärztin, welche die bipolare Erkrankung direkt beim Aufnahmegespräch diagnostizierte,",
        "start": 78.16,
        "end": 83.64,
        "translation": "Bác sĩ trưởng, người đã chẩn đoán bệnh tâm thần lưỡng cực ngay trong cuộc trò chuyện tiếp nhận,",
        "translation_en": "The senior physician who diagnosed the bipolar disorder during the admission interview,"
    },
    {
        "text": "erkannte im Nachhinein in den Schilderungen meiner psychischen Reaktionen auf",
        "start": 84.78,
        "end": 88.68,
        "translation": "nhận ra sau này trong những mô tả về phản ứng tâm lý của tôi đối với",
        "translation_en": "recognized in hindsight in the descriptions of my psychological reactions to"
    },
    {
        "text": "zurückliegende Lebenskrisen erste Schübe von Manien,",
        "start": 88.68,
        "end": 91.98,
        "translation": "các khủng hoảng trong cuộc sống trước đây, những cơn hưng cảm đầu tiên,",
        "translation_en": "past life crises, initial episodes of mania,"
    },
    {
        "text": "die sich mit Depressionen abwechselten.",
        "start": 92.32,
        "end": 94.32,
        "translation": "các đợt trầm cảm xen kẽ.",
        "translation_en": "that alternated with depression."
    },
    {
        "text": "Ich spürte instinktiv, sie hatte Recht.",
        "start": 95.58,
        "end": 98.42,
        "translation": "Tôi cảm thấy một cách bản năng, cô ấy đã đúng.",
        "translation_en": "I instinctively felt she was right."
    },
    {
        "text": "Innerhalb weniger Tage war mir klar,",
        "start": 99.72,
        "end": 101.58,
        "translation": "Trong vòng vài ngày, tôi đã nhận ra rằng,",
        "translation_en": "Within a few days, it became clear to me,"
    },
    {
        "text": "dass ich zu 100% mit meiner behandelnden Psychiaterin kooperieren musste,",
        "start": 101.88,
        "end": 106.26,
        "translation": "rằng tôi phải hợp tác 100% với bác sĩ tâm thần điều trị của mình,",
        "translation_en": "that I had to cooperate 100% with my treating psychiatrist,"
    },
    {
        "text": "wollte ich nicht mein Kind verlieren.",
        "start": 106.26,
        "end": 108.9,
        "translation": "Tôi không muốn mất đứa con của mình.",
        "translation_en": "I didn't want to lose my child."
    },
    {
        "text": "Ich verstand, dass ich nicht nur lernen musste,",
        "start": 109.4,
        "end": 111.56,
        "translation": "Tôi hiểu rằng tôi không chỉ cần phải học,",
        "translation_en": "I understood that I not only had to learn,"
    },
    {
        "text": "mit der bipolaren Erkrankung zu leben, sondern",
        "start": 111.84,
        "end": 114.56,
        "translation": "sống với bệnh tâm thần lưỡng cực, mà còn",
        "translation_en": "to live with bipolar disorder, but"
    },
    {
        "text": "dass es meine Aufgabe war, Expertin",
        "start": 114.56,
        "end": 116.8,
        "translation": "rằng đó là nhiệm vụ của tôi, chuyên gia",
        "translation_en": "that it was my task to be an expert"
    },
    {
        "text": "und letztlich Managerin meiner Krankheit zu werden.",
        "start": 116.8,
        "end": 119.9,
        "translation": "và cuối cùng trở thành người quản lý bệnh tật của tôi.",
        "translation_en": "and ultimately to become the manager of my illness."
    },
    {
        "text": "Ich begriff, dass Medikamente",
        "start": 120.42,
        "end": 122.78,
        "translation": "Tôi hiểu rằng thuốc men",
        "translation_en": "I realized that medications"
    },
    {
        "text": "und Therapie von nun an zu meinem Leben gehörten.",
        "start": 122.78,
        "end": 126.58,
        "translation": "và liệu pháp từ bây giờ sẽ trở thành một phần của cuộc sống tôi.",
        "translation_en": "and therapy became a part of my life from then on."
    },
    {
        "text": "Anders ging es nicht, wollte ich unsere kleine Familie behalten.",
        "start": 126.86,
        "end": 130.46,
        "translation": "Không còn cách nào khác, tôi muốn giữ lại gia đình nhỏ của chúng tôi.",
        "translation_en": "There was no other way if I wanted to keep our little family."
    },
    {
        "text": "Gelänge mir dies nicht",
        "start": 131.3,
        "end": 132.74,
        "translation": "Nếu tôi không làm được điều này.",
        "translation_en": "If I were unable to achieve this."
    },
    {
        "text": "und die Beziehung zu meinem Mann zerbreche,",
        "start": 132.74,
        "end": 134.68,
        "translation": "và mối quan hệ với chồng tôi tan vỡ,",
        "translation_en": "and I break my relationship with my husband,"
    },
    {
        "text": "so wäre ich allein.",
        "start": 134.98,
        "end": 136,
        "translation": "thì tôi sẽ cô đơn.",
        "translation_en": "then I would be alone."
    },
    {
        "text": "Denn niemand würde einer psychisch so kranken Frau ein Baby",
        "start": 137.02,
        "end": 140.26,
        "translation": "Bởi vì không ai lại giao cho một người phụ nữ tâm thần bệnh tật như vậy một đứa trẻ.",
        "translation_en": "For no one would give a baby to a woman so mentally ill."
    },
    {
        "text": "als Alleinerziehende überlassen, dachte ich damals.",
        "start": 140.26,
        "end": 143.6,
        "translation": "là người nuôi con một mình, tôi đã nghĩ như vậy vào thời điểm đó.",
        "translation_en": "I thought back then that I would be left to raise them as a single parent."
    },
    {
        "text": "Dass ich plötzlich derart von meinem Mann abhängig war,",
        "start": 145.18,
        "end": 147.92,
        "translation": "Rằng tôi đột nhiên phụ thuộc vào chồng mình đến mức như vậy,",
        "translation_en": "That I suddenly became so dependent on my husband,"
    },
    {
        "text": "verunsicherte mich anfangs zutiefst.",
        "start": 148.14,
        "end": 150.06,
        "translation": "đã khiến tôi cảm thấy bất an ngay từ đầu.",
        "translation_en": "deeply unsettled me at first."
    },
    {
        "text": "Kannte ich uns beide doch bislang als gleichberechtigte Partner.",
        "start": 151.12,
        "end": 154.04,
        "translation": "Tôi đã luôn coi chúng ta là những đối tác bình đẳng.",
        "translation_en": "I had known us both as equal partners until now."
    },
    {
        "text": "Meine größte Sorge war,",
        "start": 155.58,
        "end": 156.82,
        "translation": "Nỗi lo lớn nhất của tôi là,",
        "translation_en": "My biggest concern was,"
    },
    {
        "text": "ob er mich künftig überhaupt noch respektieren könnte,",
        "start": 157.34,
        "end": 159.92,
        "translation": "liệu anh ấy có còn tôn trọng tôi trong tương lai hay không,",
        "translation_en": "whether he could still respect me in the future,"
    },
    {
        "text": "wo ich doch nicht nur die Kontrolle,",
        "start": 159.92,
        "end": 162.04,
        "translation": "nơi tôi không chỉ có quyền kiểm soát,",
        "translation_en": "where I not only have control,"
    },
    {
        "text": "sondern auch mich selbst verloren hatte.",
        "start": 162.4,
        "end": 163.96,
        "translation": "mà còn đánh mất cả chính mình.",
        "translation_en": "but had also lost myself."
    },
    {
        "text": "Je mehr ich aus dem Schleier der zunächst stark dämpfenden",
        "start": 165.08,
        "end": 167.64,
        "translation": "Càng nhiều tôi ra khỏi lớp màn của sự giảm nhẹ ban đầu mạnh mẽ.",
        "translation_en": "The more I emerge from the veil of initially strong dampening"
    },
    {
        "text": "Medikamente auftauchte, desto klarer konnte ich wieder denken.",
        "start": 167.64,
        "end": 171.48,
        "translation": "Khi thuốc xuất hiện, tôi càng có thể suy nghĩ rõ ràng hơn.",
        "translation_en": "The more the medication kicked in, the clearer I could think again."
    },
    {
        "text": "Deswegen wagte ich, es trotz meiner großen Verunsicherung,",
        "start": 172.6,
        "end": 176.32,
        "translation": "Vì vậy, tôi đã dám làm điều đó mặc dù tôi rất không chắc chắn.",
        "translation_en": "That's why I dared to do it despite my great uncertainty,"
    },
    {
        "text": "meinen Mann nach ein paar Wochen bei einem Spaziergang unter",
        "start": 177,
        "end": 180.24,
        "translation": "chồng tôi sau vài tuần đi dạo dưới",
        "translation_en": "my husband during a walk after a few weeks"
    },
    {
        "text": "Tränen genau diese Frage zu stellen.",
        "start": 180.24,
        "end": 182.26,
        "translation": "Nước mắt chính là để đặt câu hỏi này.",
        "translation_en": "Tears to ask this very question."
    },
    {
        "text": "Kannst du mich künftig noch respektieren?",
        "start": 183.24,
        "end": 185.32,
        "translation": "Bạn có thể tôn trọng tôi trong tương lai không?",
        "translation_en": "Can you still respect me in the future?"
    },
    {
        "text": "Mein Mann bejahte dies, und noch mehr.",
        "start": 185.32,
        "end": 188.56,
        "translation": "Chồng tôi đã đồng ý với điều này, và còn hơn thế nữa.",
        "translation_en": "My husband affirmed this, and even more."
    },
    {
        "text": "Er nahm mich so fest in den Arm,",
        "start": 189.32,
        "end": 190.96,
        "translation": "Anh ấy ôm chặt tôi.",
        "translation_en": "He held me so tightly in his arms,"
    },
    {
        "text": "dass ich wieder an uns glauben konnte.",
        "start": 191.42,
        "end": 193.1,
        "translation": "rằng tôi có thể tin tưởng vào chúng ta một lần nữa.",
        "translation_en": "that I could believe in us again."
    },
    {
        "text": "Das war nur ein kleiner Einblick.",
        "start": 195.26,
        "end": 197.24,
        "translation": "Đó chỉ là một cái nhìn nhỏ.",
        "translation_en": "That was just a small glimpse."
    },
    {
        "text": "Die ganze Geschichte, persönlich, bewegend und authentisch,",
        "start": 197.8,
        "end": 201.2,
        "translation": "Câu chuyện toàn bộ, cá nhân, cảm động và chân thực,",
        "translation_en": "The whole story, personal, moving, and authentic,"
    },
    {
        "text": "erzählt Nora Hille in ihrem Buch »Wenn Licht die Finsternis",
        "start": 201.76,
        "end": 204.96,
        "translation": "Nora Hille kể trong cuốn sách của cô »Khi ánh sáng xua tan bóng tối.",
        "translation_en": "Nora Hille tells in her book \"When Light Meets Darkness\""
    },
    {
        "text": "besiegt«.",
        "start": 204.96,
        "end": 205.32,
        "translation": "bị đánh bại.",
        "translation_en": "defeated."
    },
    {
        "text": "Ein Buch über das Ringen mit der Dunkelheit",
        "start": 206.46,
        "end": 208.38,
        "translation": "Một cuốn sách về cuộc chiến với bóng tối",
        "translation_en": "A book about wrestling with darkness."
    },
    {
        "text": "und die Kraft, ihr etwas entgegenzusetzen.",
        "start": 208.38,
        "end": 210.72,
        "translation": "và sức mạnh để chống lại điều gì đó.",
        "translation_en": "and the strength to stand up to her."
    },
    {
        "text": "Wer mehr erfahren will, sollte das Buch unbedingt lesen.",
        "start": 211.24,
        "end": 214.18,
        "translation": "Ai muốn biết thêm, nhất định nên đọc cuốn sách này.",
        "translation_en": "Anyone who wants to learn more should definitely read the book."
    },
    {
        "text": "Vertraue und glaube, es hilft, es heilt die göttliche Kraft!",
        "start": 215.32,
        "end": 216.82,
        "translation": "Hãy tin tưởng và tin rằng, điều đó sẽ giúp ích, sức mạnh thần thánh sẽ chữa lành!",
        "translation_en": "Trust and believe, it helps, the divine power heals!"
    }
]