[
    {
        "text": "Die Hebräische Bibel ist eine Sammlung von Schriftrollen,",
        "start": 0,
        "end": 2.62,
        "translation": "Kinh Thánh Hebrew là một bộ sưu tập các cuộn sách,",
        "translation_en": "The Hebrew Bible is a collection of scrolls,"
    },
    {
        "text": "die über eine Zeitspanne von 1000 Jahren von den Israeliten",
        "start": 2.84,
        "end": 5.98,
        "translation": "trong khoảng thời gian 1000 năm của người Israel",
        "translation_en": "the Israelites over a period of 1000 years"
    },
    {
        "text": "zusammengestellt und auf Hebräisch geschrieben wurde.",
        "start": 5.98,
        "end": 8.5,
        "translation": "được biên soạn và viết bằng tiếng Hebrew.",
        "translation_en": "compiled and written in Hebrew."
    },
    {
        "text": "Die erste bedeutende Übersetzung erfolgte ins Griechische.",
        "start": 8.86,
        "end": 11.28,
        "translation": "Bản dịch quan trọng đầu tiên được thực hiện sang tiếng Hy Lạp.",
        "translation_en": "The first significant translation was into Greek."
    },
    {
        "text": "Sie wurde Septuaginta genannt,",
        "start": 11.84,
        "end": 13.28,
        "translation": "Nó được gọi là Septuaginta,",
        "translation_en": "It was called the Septuagint,"
    },
    {
        "text": "und diese Übersetzung war unter den Nachfolgern Jesu weit verbreitet.",
        "start": 13.28,
        "end": 16.62,
        "translation": "Và bản dịch này đã được phổ biến rộng rãi trong số các môn đồ của Chúa Giê-su.",
        "translation_en": "And this translation was widely spread among the followers of Jesus."
    },
    {
        "text": "Jesus sagte, dass die Geschichte der Hebräischen Bibel durch ihn",
        "start": 17.08,
        "end": 19.82,
        "translation": "Chúa Giê-su đã nói rằng câu chuyện của Kinh Thánh Do Thái là qua Ngài.",
        "translation_en": "Jesus said that the story of the Hebrew Bible is through him."
    },
    {
        "text": "erfüllt würde, und seine Nachfolger schrieben über seine Behauptung in",
        "start": 19.82,
        "end": 23.18,
        "translation": "được thực hiện, và những người kế nhiệm của ông đã viết về tuyên bố của ông trong",
        "translation_en": "would be fulfilled, and his successors wrote about his claim in"
    },
    {
        "text": "einer neuen Sammlung von Schriften, das sogenannte Neue Testament.",
        "start": 23.18,
        "end": 26.18,
        "translation": "một bộ sưu tập mới các văn bản, được gọi là Tân Ước.",
        "translation_en": "a new collection of writings, the so-called New Testament."
    },
    {
        "text": "Diese Schriften waren auf Griechisch verfasst.",
        "start": 26.74,
        "end": 28.5,
        "translation": "Những tài liệu này được viết bằng tiếng Hy Lạp.",
        "translation_en": "These writings were written in Greek."
    },
    {
        "text": "Diese zwei Sammlungen wurden zur Heiligen Schrift der Christenheit,",
        "start": 28.5,
        "end": 31.92,
        "translation": "Hai bộ sưu tập này đã trở thành Kinh Thánh của Kitô giáo,",
        "translation_en": "These two collections became the Holy Scriptures of Christianity,"
    },
    {
        "text": "nämlich zur Bibel.",
        "start": 32.22,
        "end": 33,
        "translation": "cụ thể là Kinh Thánh.",
        "translation_en": "namely to the Bible."
    },
    {
        "text": "Über die Zeit gab es viele Übersetzungen der Bibel.",
        "start": 33.52,
        "end": 36.02,
        "translation": "Qua thời gian, đã có nhiều bản dịch Kinh Thánh.",
        "translation_en": "Over time, there have been many translations of the Bible."
    },
    {
        "text": "Hier sind zwei der wichtigsten.",
        "start": 36.1,
        "end": 37.38,
        "translation": "Đây là hai trong số những điều quan trọng nhất.",
        "translation_en": "Here are two of the most important ones."
    },
    {
        "text": "Die Vulgata wurde für die Kirche im 4.",
        "start": 37.76,
        "end": 39.92,
        "translation": "Vulgata được biên soạn cho Giáo hội vào thế kỷ thứ 4.",
        "translation_en": "The Vulgate was created for the Church in the 4th century."
    },
    {
        "text": "Jahrhundert verfasst, und mit der Lutherbibel entstand zum ersten Mal",
        "start": 40.06,
        "end": 43.46,
        "translation": "Được viết vào thế kỷ, và với Kinh Thánh Luther, lần đầu tiên đã xuất hiện",
        "translation_en": "written in the century, and for the first time, the Luther Bible was created"
    },
    {
        "text": "eine umfassende deutsche Bibelübersetzung.",
        "start": 43.46,
        "end": 45.44,
        "translation": "một bản dịch Kinh Thánh tiếng Đức toàn diện.",
        "translation_en": "a comprehensive German Bible translation."
    },
    {
        "text": "Die ganze Bibel ist mittlerweile in über 700 Sprachen übersetzt.",
        "start": 45.88,
        "end": 49,
        "translation": "Toàn bộ Kinh Thánh hiện đã được dịch sang hơn 700 ngôn ngữ.",
        "translation_en": "The entire Bible has now been translated into over 700 languages."
    },
    {
        "text": "Das Neue Testament selbst gibt es mittlerweile in weiteren 1500",
        "start": 49.46,
        "end": 53.02,
        "translation": "Tân Ước hiện đã có thêm 1500 bản dịch khác.",
        "translation_en": "The New Testament itself is now available in an additional 1500 languages."
    },
    {
        "text": "Sprachen.",
        "start": 53.02,
        "end": 53.52,
        "translation": "Ngôn ngữ.",
        "translation_en": "Languages."
    },
    {
        "text": "All das macht die Bibel zum meistübersetzten literarischen Werk der",
        "start": 53.52,
        "end": 57.44,
        "translation": "Tất cả điều đó làm cho Kinh Thánh trở thành tác phẩm văn học được dịch nhiều nhất.",
        "translation_en": "All of this makes the Bible the most translated literary work of all time."
    },
    {
        "text": "Menschheitsgeschichte.",
        "start": 57.44,
        "end": 58.24,
        "translation": "Lịch sử nhân loại.",
        "translation_en": "History of mankind."
    }
]