[
    {
        "text": "Die Hebräische Bibel ist eine Sammlung von Schriftrollen,",
        "start": 0,
        "end": 2.62,
        "translation": "Kinh Thánh Hebrew là một bộ sưu tập các cuộn sách,"
    },
    {
        "text": "die über eine Zeitspanne von 1000 Jahren von den Israeliten",
        "start": 2.84,
        "end": 5.98,
        "translation": "trong khoảng thời gian 1000 năm của người Israel"
    },
    {
        "text": "zusammengestellt und auf Hebräisch geschrieben wurde.",
        "start": 5.98,
        "end": 8.5,
        "translation": "được biên soạn và viết bằng tiếng Hebrew."
    },
    {
        "text": "Die erste bedeutende Übersetzung erfolgte ins Griechische.",
        "start": 8.86,
        "end": 11.28,
        "translation": "Bản dịch quan trọng đầu tiên được thực hiện sang tiếng Hy Lạp."
    },
    {
        "text": "Sie wurde Septuaginta genannt,",
        "start": 11.84,
        "end": 13.28,
        "translation": "Nó được gọi là Septuaginta,"
    },
    {
        "text": "und diese Übersetzung war unter den Nachfolgern Jesu weit verbreitet.",
        "start": 13.28,
        "end": 16.62,
        "translation": "Và bản dịch này đã được phổ biến rộng rãi trong số các môn đồ của Chúa Giê-su."
    },
    {
        "text": "Jesus sagte, dass die Geschichte der Hebräischen Bibel durch ihn",
        "start": 17.08,
        "end": 19.82,
        "translation": "Chúa Giê-su đã nói rằng câu chuyện của Kinh Thánh Do Thái là qua Ngài."
    },
    {
        "text": "erfüllt würde, und seine Nachfolger schrieben über seine Behauptung in",
        "start": 19.82,
        "end": 23.18,
        "translation": "được thực hiện, và những người kế nhiệm của ông đã viết về tuyên bố của ông trong"
    },
    {
        "text": "einer neuen Sammlung von Schriften, das sogenannte Neue Testament.",
        "start": 23.18,
        "end": 26.18,
        "translation": "một bộ sưu tập mới các văn bản, được gọi là Tân Ước."
    },
    {
        "text": "Diese Schriften waren auf Griechisch verfasst.",
        "start": 26.74,
        "end": 28.5,
        "translation": "Những tài liệu này được viết bằng tiếng Hy Lạp."
    },
    {
        "text": "Diese zwei Sammlungen wurden zur Heiligen Schrift der Christenheit,",
        "start": 28.5,
        "end": 31.92,
        "translation": "Hai bộ sưu tập này đã trở thành Kinh Thánh của Kitô giáo,"
    },
    {
        "text": "nämlich zur Bibel.",
        "start": 32.22,
        "end": 33,
        "translation": "cụ thể là Kinh Thánh."
    },
    {
        "text": "Über die Zeit gab es viele Übersetzungen der Bibel.",
        "start": 33.52,
        "end": 36.02,
        "translation": "Qua thời gian, đã có nhiều bản dịch Kinh Thánh."
    },
    {
        "text": "Hier sind zwei der wichtigsten.",
        "start": 36.1,
        "end": 37.38,
        "translation": "Đây là hai trong số những điều quan trọng nhất."
    },
    {
        "text": "Die Vulgata wurde für die Kirche im 4.",
        "start": 37.76,
        "end": 39.92,
        "translation": "Vulgata được biên soạn cho Giáo hội vào thế kỷ thứ 4."
    },
    {
        "text": "Jahrhundert verfasst, und mit der Lutherbibel entstand zum ersten Mal",
        "start": 40.06,
        "end": 43.46,
        "translation": "Được viết vào thế kỷ, và với Kinh Thánh Luther, lần đầu tiên đã xuất hiện"
    },
    {
        "text": "eine umfassende deutsche Bibelübersetzung.",
        "start": 43.46,
        "end": 45.44,
        "translation": "một bản dịch Kinh Thánh tiếng Đức toàn diện."
    },
    {
        "text": "Die ganze Bibel ist mittlerweile in über 700 Sprachen übersetzt.",
        "start": 45.88,
        "end": 49,
        "translation": "Toàn bộ Kinh Thánh hiện đã được dịch sang hơn 700 ngôn ngữ."
    },
    {
        "text": "Das Neue Testament selbst gibt es mittlerweile in weiteren 1500",
        "start": 49.46,
        "end": 53.02,
        "translation": "Tân Ước hiện đã có thêm 1500 bản dịch khác."
    },
    {
        "text": "Sprachen.",
        "start": 53.02,
        "end": 53.52,
        "translation": "Ngôn ngữ."
    },
    {
        "text": "All das macht die Bibel zum meistübersetzten literarischen Werk der",
        "start": 53.52,
        "end": 57.44,
        "translation": "Tất cả điều đó làm cho Kinh Thánh trở thành tác phẩm văn học được dịch nhiều nhất."
    },
    {
        "text": "Menschheitsgeschichte.",
        "start": 57.44,
        "end": 58.24,
        "translation": "Lịch sử nhân loại."
    }
]