[
    {
        "text": "ZDF der Auslandsjournal Adventskalender: Hinter jedem Türchen eine Geschichte.",
        "start": 2.38,
        "end": 10.29,
        "translationEn": "ZDF's Foreign Journal Advent Calendar: A story behind each door.",
        "translationVi": "Lịch Giáng sinh của ZDF der Auslandsjournal: Đằng sau mỗi cánh cửa là một câu chuyện."
    },
    {
        "text": "Vielleicht haben Sie ja auch schon Ihre Weihnachtsdeko aufgehangen.",
        "start": 12.04,
        "end": 15.17,
        "translationEn": "Maybe you have already hung up your Christmas decorations.",
        "translationVi": "Có thể bạn cũng đã treo trang trí Giáng sinh của mình lên rồi."
    },
    {
        "text": "Und wenn Sie da auf Ihre Sterne oder Schneekugeln schauen,",
        "start": 15.34,
        "end": 17.47,
        "translationEn": "And when you look at your stars or snow globes,",
        "translationVi": "Và khi bạn nhìn vào những ngôi sao hoặc quả cầu tuyết của mình,"
    },
    {
        "text": "Steht da vielleicht irgendwo klitzeklein 'Made in China' drauf.",
        "start": 17.72,
        "end": 21.03,
        "translationEn": "Maybe it says 'Made in China' somewhere in tiny letters.",
        "translationVi": "Có lẽ ở đâu đó có ghi rất nhỏ 'Sản xuất tại Trung Quốc'."
    },
    {
        "text": "Mein Name ist Elisabeth Schmidt und ich berichte für Sie aus Ostasien.",
        "start": 21.46,
        "end": 24.95,
        "translationEn": "My name is Elisabeth Schmidt and I am reporting for you from East Asia.",
        "translationVi": "Tên tôi là Elisabeth Schmidt và tôi sẽ báo cáo cho bạn từ Đông Á."
    },
    {
        "text": "Ein besonderes Erlebnis, das unser Team dieses Jahr hatte,",
        "start": 25.08,
        "end": 28.33,
        "translationEn": "A special experience that our team had this year,",
        "translationVi": "Một trải nghiệm đặc biệt mà đội ngũ của chúng tôi đã có trong năm nay,"
    },
    {
        "text": "Stammt aus der Stadt, aus der fast 2 Drittel der weltweiten Weihnachtsdeko kommt: Aus Ihu in Ostchina.",
        "start": 28.1,
        "end": 35.03,
        "translationEn": "Comes from the city that supplies almost two-thirds of the world's Christmas decorations: Ihu in East China.",
        "translationVi": "Xuất phát từ thành phố, nơi gần 2/3 đồ trang trí Giáng sinh trên toàn thế giới đến từ: Ihu ở Đông Trung Quốc."
    },
    {
        "text": "Wir sind in einer gigantischen Großmarkthalle, Spitzname 'Supermarkt der Welt'.",
        "start": 35.06,
        "end": 41.43,
        "translationEn": "We are in a gigantic wholesale market hall, nicknamed 'Supermarket of the World'.",
        "translationVi": "Chúng tôi đang ở trong một nhà kho lớn khổng lồ, biệt danh 'Siêu thị của Thế giới'."
    },
    {
        "text": "Mehr als 700 Fußballfelder groß, gut 70.000  Händler.",
        "start": 42.36,
        "end": 47.29,
        "translationEn": "Larger than 700 football fields, over 70,000,000 traders.",
        "translationVi": "Lớn hơn 700 sân bóng đá, khoảng 70.000.000 thương nhân."
    },
    {
        "text": "Von Spielzeug über Kleidung bis zur Weihnachtsdeko, hier gibt's alles alles und in rauen Mengen.",
        "start": 48.08,
        "end": 53.83,
        "translationEn": "From toys to clothing to Christmas decorations, there's everything here in abundance.",
        "translationVi": "Từ đồ chơi, quần áo đến trang trí Giáng sinh, ở đây có tất cả mọi thứ và với số lượng lớn."
    },
    {
        "text": "Verschifft wird in alle Welt.",
        "start": 54.22,
        "end": 55.51,
        "translationEn": "Shipped worldwide.",
        "translationVi": "Hàng hóa được vận chuyển đi khắp thế giới."
    },
    {
        "text": "Ein Großkunde: die USA.",
        "start": 55.98,
        "end": 58.17,
        "translationEn": "A major customer: the USA.",
        "translationVi": "Một khách hàng lớn: Hoa Kỳ."
    },
    {
        "text": "Fast 90% der der Santas, Lichterketten Ketten und Plastikbäume in Amerika stammen aus Ihu.",
        "start": 58.8,
        "end": 65.01,
        "translationEn": "Almost 90% of the Santas, string lights, and plastic trees in America come from Ihu.",
        "translationVi": "Gần 90% các ông già Noel, dây đèn và cây thông nhựa ở Mỹ có nguồn gốc từ Ihu."
    },
    {
        "text": "Wir waren dort im Mai, man hat es vielleicht gesehen,",
        "start": 66.92,
        "end": 69.00,
        "translationEn": "We were there in May, you might have seen it.",
        "translationVi": "Chúng tôi đã ở đó vào tháng Năm, có thể bạn đã thấy điều đó."
    },
    {
        "text": "Da war noch T-Shirt-Wetter.",
        "start": 68.9,
        "end": 70.17,
        "translationEn": "It was still T-shirt weather.",
        "translationVi": "Lúc đó vẫn còn thời tiết mặc áo phông."
    },
    {
        "text": "Shirt Wetter Und wir haben dort Produktionsstätten besucht,",
        "start": 69.74,
        "end": 72.37,
        "translationEn": "Shirt weather and we visited production facilities there,",
        "translationVi": "Thời tiết lạnh và chúng tôi đã thăm các cơ sở sản xuất ở đó,"
    },
    {
        "text": "In denen Weihnachtsdeko, aber auch Halloween-Artikel Artikel hergestellt werden.",
        "start": 72.52,
        "end": 75.79,
        "translationEn": "In which Christmas decorations, but also Halloween items are produced.",
        "translationVi": "Trong đó có sản phẩm trang trí Giáng sinh, nhưng cũng có các mặt hàng Halloween."
    },
    {
        "text": "Das sind mir 2 Dinge sehr klar bewusst geworden.",
        "start": 76.34,
        "end": 79.57,
        "translationEn": "Two things have become very clear to me.",
        "translationVi": "Tôi đã nhận ra rất rõ ràng 2 điều này."
    },
    {
        "text": "Wir sagen ja oft fast schon abfällig: 'Billigware made in China'.",
        "start": 79.3,
        "end": 82.77,
        "translationEn": "We often say almost disparagingly: 'Cheap goods made in China.'",
        "translationVi": "Chúng ta thường nói một cách gần như khinh thường: 'Hàng rẻ tiền sản xuất tại Trung Quốc'."
    },
    {
        "text": "Aber was uns dabei gar nicht so klar ist,",
        "start": 82.54,
        "end": 85.27,
        "translationEn": "But what we are not so clear about is that,",
        "translationVi": "Nhưng điều mà chúng ta không nhận ra rõ ràng là,"
    },
    {
        "text": "Ist, dass die in mühsamster Handarbeit hergestellt wird.",
        "start": 85.5,
        "end": 88.33,
        "translationEn": "Is that made in the most laborious manual work.",
        "translationVi": "Đó là sản phẩm được sản xuất bằng tay một cách vất vả nhất."
    },
    {
        "text": "Oft von Frauen, die so 3-4 in Euro pro Stunde verdienen Bis genau diesen Produktionshallen das das Zollbebenkam: kam Anfang",
        "start": 88.24,
        "end": 99.33,
        "translationEn": "Often from women who earn about 3-4 euros per hour. Until exactly these production halls that the customs office came to: came at the beginning.",
        "translationVi": "Thường là những phụ nữ kiếm được khoảng 3-4 euro mỗi giờ. Đến chính những nhà máy sản xuất này, nơi mà hải quan đã đến: đã đến vào đầu."
    },
    {
        "text": "April verhängte US-Präsident Präsident Trump 145% Einfuhrzoll Einfuhrzoll auf Waren aus China.",
        "start": 98.9,
        "end": 105.19,
        "translationEn": "In April, President Trump imposed a 145% import tariff on goods from China.",
        "translationVi": "Vào tháng Tư, Tổng thống Mỹ Trump đã áp đặt thuế nhập khẩu 145% đối với hàng hóa từ Trung Quốc."
    },
    {
        "text": "Der Handelsstreit hatte große Auswirkungen auf unser Geschäft.",
        "start": 106.42,
        "end": 110.83,
        "translationEn": "The trade dispute had a significant impact on our business.",
        "translationVi": "Cuộc tranh chấp thương mại đã có tác động lớn đến doanh nghiệp của chúng tôi."
    },
    {
        "text": "Seit dem 10. April wurden alle Bestellungen aus den USA plötzlich gestoppt.",
        "start": 110.4,
        "end": 115.15,
        "translationEn": "Since April 10, all orders from the USA have suddenly been stopped.",
        "translationVi": "Kể từ ngày 10 tháng 4, tất cả các đơn hàng từ Mỹ đã bị dừng lại đột ngột."
    },
    {
        "text": "Die Lieferungen, die rausgehen sollten, blieben hier.",
        "start": 115.28,
        "end": 118.23,
        "translationEn": "The deliveries that were supposed to go out stayed here.",
        "translationVi": "Các lô hàng đáng lẽ phải đi đã ở lại đây."
    },
    {
        "text": "Die Produktion in unserer Fabrik stand einen halben Monat still, 20 Tage lang.",
        "start": 117.84,
        "end": 122.47,
        "translationEn": "Production in our factory was halted for half a month, for 20 days.",
        "translationVi": "Sản xuất trong nhà máy của chúng tôi đã ngừng hoạt động trong nửa tháng, kéo dài 20 ngày."
    },
    {
        "text": "Das ist das Zweite, was uns in Ihu ziemlich klar vor Augen geführt wurde.",
        "start": 123.7,
        "end": 127.57,
        "translationEn": "This is the second thing that was made quite clear to us in Ihu.",
        "translationVi": "Đây là điều thứ hai mà chúng tôi đã được nhấn mạnh khá rõ ràng ở Ihu."
    },
    {
        "text": "Nämlich, wie verflochten diese Welt doch ist.",
        "start": 127.26,
        "end": 130.01,
        "translationEn": "Namely, how intertwined this world is.",
        "translationVi": "Thật vậy, thế giới này liên kết với nhau như thế nào."
    },
    {
        "text": "Und dass natürlich immer persönliche Schicksale dran wenn die Staatenlenker Lenker dieser Welt scheinbar nach Lust und Laune die Zollsätze",
        "start": 129.8,
        "end": 137.39,
        "translationEn": "And that, of course, always involves personal fates when the leaders of this world seemingly adjust the customs rates at their whim.",
        "translationVi": "Và tất nhiên luôn có những số phận cá nhân liên quan khi các nhà lãnh đạo quốc gia trên thế giới dường như tùy ý điều chỉnh mức thuế quan."
    },
    {
        "text": "Nach oben schrauben.",
        "start": 136.96,
        "end": 138.55,
        "translationEn": "Screw up.",
        "translationVi": "Vặn lên trên."
    },
    {
        "text": "In China selbst wird Weihnachten gar nicht groß gefeiert,",
        "start": 138.12,
        "end": 141.81,
        "translationEn": "In China, Christmas is not celebrated on a large scale at all.",
        "translationVi": "Ở Trung Quốc, Giáng sinh không được tổ chức lớn."
    },
    {
        "text": "Denn das chinesische Neujahrsfest ist hier das große Familienfest.",
        "start": 141.5,
        "end": 145.25,
        "translationEn": "Because the Chinese New Year is the big family celebration here.",
        "translationVi": "Bởi vì Tết Nguyên Đán ở đây là lễ hội gia đình lớn."
    },
    {
        "text": "Viele wünschen sich nichts Sehnlicheres als harmonische Festtage und ein friedliches 2026.",
        "start": 145.56,
        "end": 150.55,
        "translationEn": "Many wish for nothing more than harmonious holidays and a peaceful 2026.",
        "translationVi": "Nhiều người mong muốn không gì hơn là những ngày lễ hòa hợp và một năm 2026 bình yên."
    },
    {
        "text": "Und das wünschen wir Ihnen auch von ganzem Herzen,",
        "start": 151.5,
        "end": 153.91,
        "translationEn": "And we wish you that from the bottom of our hearts as well,",
        "translationVi": "Và chúng tôi cũng chúc bạn điều đó từ tận đáy lòng,"
    },
    {
        "text": "Vom Gesamtteam ZDF Peking und Tokio: Frohe Weihnachten.",
        "start": 153.48,
        "end": 157.85,
        "translationEn": "From the entire ZDF team in Beijing and Tokyo: Merry Christmas.",
        "translationVi": "Từ toàn thể đội ngũ ZDF Bắc Kinh và Tokyo: Chúc mừng Giáng sinh."
    },
    {
        "text": "Der Auslandsjournal Adventskalender: Hinter jedem Türchen eine Geschichte.",
        "start": 160.54,
        "end": 166.95,
        "translationEn": "The Foreign Journal Advent Calendar: Behind each door a story.",
        "translationVi": "Lịch Giáng Sinh của Tạp chí Quốc tế: Đằng sau mỗi cánh cửa là một câu chuyện."
    },
    {
        "text": "Untertitel der Amara.org org Community.",
        "start": 170.78,
        "end": 171.41,
        "translationEn": "Subtitles of the Amara.org organization community.",
        "translationVi": "Phụ đề của cộng đồng Amara.org."
    }
]