[
    {
        "text": "Vor 20 Jahren hat Yannick zusammen mit Manuel Neuer bei Schalke in der A-Jugend",
        "start": 1.74,
        "end": 7.12,
        "translationEn": "Twenty years ago, Yannick played in the A-youth team at Schalke alongside Manuel Neuer.",
        "translationVi": "20 năm trước, Yannick đã cùng với Manuel Neuer thi đấu cho Schalke ở đội trẻ A."
    },
    {
        "text": "Jugend gespielt. Neuer ist jetzt Weltstar, Yannick im Knast.",
        "start": 7.12,
        "end": 11.52,
        "translationEn": "Youth played. Neuer is now a world star, Yannick in prison.",
        "translationVi": "Thanh niên đã chơi. Neuer bây giờ là ngôi sao thế giới, Yannick thì đang ở tù."
    },
    {
        "text": "Er lebt auf 11 Quadratmetern vergittert, ohne Verbindung nach draußen.",
        "start": 12.26,
        "end": 17.64,
        "translationEn": "He lives in 11 square meters, barred, without any connection to the outside.",
        "translationVi": "Anh ấy sống trên 11 mét vuông có lưới, không có liên lạc ra ngoài."
    },
    {
        "text": "Ziel ist ja natürlich immer, dass die Tage schnell vorbeigehen, damit man hier rauskommt.",
        "start": 18.22,
        "end": 24.78,
        "translationEn": "The goal is always for the days to pass quickly so that you can get out of here.",
        "translationVi": "Mục tiêu luôn là ngày tháng trôi qua nhanh chóng, để có thể ra ngoài đây."
    },
    {
        "text": "Aber so einfach ist das nicht, weil ab und zu hat man auch sozusagen",
        "start": 26.76,
        "end": 31.84,
        "translationEn": "But it's not that simple, because now and then you also have, so to speak,",
        "translationVi": "Nhưng không đơn giản như vậy, vì thỉnh thoảng người ta cũng có thể nói rằng"
    },
    {
        "text": "So einen Down, man denkt viel nach, und ja, es ist nicht so einfach.",
        "start": 31.84,
        "end": 37.14,
        "translationEn": "In such a down, you think a lot, and yes, it's not that easy.",
        "translationVi": "Một cảm giác xuống dốc, người ta suy nghĩ nhiều, và đúng, không dễ dàng gì."
    },
    {
        "text": "Fast vier Jahre wegen Betrugs, erst die Hälfte hat er geschafft.",
        "start": 38.02,
        "end": 42.1,
        "translationEn": "Almost four years for fraud, he has only served half of it.",
        "translationVi": "Gần bốn năm vì tội lừa đảo, anh ta mới chỉ hoàn thành nửa thời gian."
    },
    {
        "text": "Die ersten Monate saß er oft 23 Stunden in seiner Zelle.",
        "start": 42.7,
        "end": 46.38,
        "translationEn": "In the first months, he often sat in his cell for 23 hours.",
        "translationVi": "Trong những tháng đầu, anh ấy thường ngồi 23 giờ trong phòng giam của mình."
    },
    {
        "text": "Seit er eine Arbeitsstelle hier hat, hat sein Tag Struktur.",
        "start": 47.26,
        "end": 49.98,
        "translationEn": "Since he has a job here, his day has structure.",
        "translationVi": "Kể từ khi anh ấy có một công việc ở đây, ngày của anh ấy đã có cấu trúc."
    },
    {
        "text": "Kurz nach sieben wird er abgeholt.",
        "start": 49.98,
        "end": 52.38,
        "translationEn": "He will be picked up shortly after seven.",
        "translationVi": "Ngay sau bảy giờ, anh ấy sẽ được đón."
    },
    {
        "text": "Vor der Haft hatte Yannick zehn Jahre ganz normal gearbeitet.",
        "start": 53.24,
        "end": 56.26,
        "translationEn": "Before his imprisonment, Yannick had worked normally for ten years.",
        "translationVi": "Trước khi bị giam, Yannick đã làm việc bình thường trong mười năm."
    },
    {
        "text": "Hier hat er eine Elektroqualifizierung gemacht und kümmert sich um Steckdosen und Strom in",
        "start": 56.86,
        "end": 61.56,
        "translationEn": "Here he completed an electrical qualification and takes care of sockets and electricity in",
        "translationVi": "Ở đây anh ấy đã hoàn thành một khóa đào tạo điện và đang chăm sóc ổ cắm và điện trong"
    },
    {
        "text": "Der JVA. Beim Meister Arjob Hamolern, lernt der erweitert dazu, es tut mir nun",
        "start": 61.56,
        "end": 67.12,
        "translationEn": "The JVA. With Master Arjob Hamolern, he learns more about it, I am sorry now.",
        "translationVi": "JVA. Tại bậc thầy Arjob Hamolern, người học thêm điều đó, tôi xin lỗi."
    },
    {
        "text": "Gefallen, wenn sie das Lokariemesser verwenden müssen.",
        "start": 67.12,
        "end": 69.84,
        "translationEn": "They will be pleased when they have to use the Lokari knife.",
        "translationVi": "Thích thú khi họ phải sử dụng dao Lokari."
    },
    {
        "text": "Sie bitten darauf achtend, dass das richtige eingestellt ist, weil sonst haben wir das",
        "start": 69.84,
        "end": 73.78,
        "translationEn": "They ask to pay attention to ensure that the correct setting is in place, otherwise we will have the...",
        "translationVi": "Họ yêu cầu chú ý rằng mọi thứ được thiết lập đúng, vì nếu không chúng ta sẽ gặp vấn đề."
    },
    {
        "text": "Problem, dass wir hier die einzelnen Adern anreißen.",
        "start": 73.78,
        "end": 77.86,
        "translationEn": "Problem that we are here to tap the individual veins.",
        "translationVi": "Vấn đề là chúng ta sẽ làm rách từng mạch máu ở đây."
    },
    {
        "text": "Acht Stunden jeden Tag, die Yannick ablenken, in denen er unter Leuten ist und",
        "start": 78.6,
        "end": 84.72,
        "translationEn": "Eight hours every day, distracting Yannick, during which he is among people and",
        "translationVi": "Tám giờ mỗi ngày, những giờ mà Yannick được phân tâm, khi anh ấy ở giữa mọi người và"
    },
    {
        "text": "Die es ihm auch leichter machen könnten nach der Haft draußen.",
        "start": 84.72,
        "end": 87.96,
        "translationEn": "Which could also make it easier for him after his release.",
        "translationVi": "Điều này cũng có thể giúp anh ta dễ dàng hơn sau khi ra tù."
    },
    {
        "text": "Ich habe ja die Qualifikation hier gemacht und ich gehe ja sozusagen nicht die",
        "start": 89.32,
        "end": 94.08,
        "translationEn": "I completed the qualification here, and I am not exactly going the...",
        "translationVi": "Tôi đã hoàn thành chứng chỉ ở đây và tôi không thực sự..."
    },
    {
        "text": "Hände leer. Ich habe was, was ich auch vorzeigen kann.",
        "start": 94.08,
        "end": 98.08,
        "translationEn": "Hands empty. I have something that I can show as well.",
        "translationVi": "Tay không. Tôi có cái gì đó mà tôi cũng có thể cho xem."
    },
    {
        "text": "Früher wollte Yannick Fußballprofi werden. Jetzt ist sein Traum einfach wieder, Fuß fassen, für",
        "start": 99.16,
        "end": 105.22,
        "translationEn": "In the past, Yannick wanted to become a professional football player. Now his dream is simply to get a foothold, for",
        "translationVi": "Trước đây, Yannick muốn trở thành cầu thủ bóng đá chuyên nghiệp. Bây giờ, ước mơ của anh đơn giản chỉ là tìm được chỗ đứng."
    },
    {
        "text": "Seine Familie sorgen können. Durch die Lohnerhöhung kann er jetzt auch etwas mehr Geld",
        "start": 105.22,
        "end": 109.56,
        "translationEn": "He can now take care of his family. With the pay raise, he can also have a little more money.",
        "translationVi": "Anh ấy có thể lo cho gia đình mình. Nhờ vào việc tăng lương, bây giờ anh ấy cũng có thể có thêm một chút tiền."
    },
    {
        "text": "Ansparen. Die Arbeitsverwaltung der JVA Düsseldorf leitet Marvin Morsch.",
        "start": 109.56,
        "end": 114.04,
        "translationEn": "Savings. The employment office of the JVA Düsseldorf is headed by Marvin Morsch.",
        "translationVi": "Tiết kiệm. Cơ quan lao động của JVA Düsseldorf do Marvin Morsch lãnh đạo."
    },
    {
        "text": "Er beobachtet immer wieder Gefangene, werden durch Jobs diszipliniert.",
        "start": 114.48,
        "end": 117.56,
        "translationEn": "He repeatedly observes prisoners being disciplined through jobs.",
        "translationVi": "Anh ấy luôn quan sát những tù nhân, họ bị kỷ luật qua công việc."
    },
    {
        "text": "Arbeit ist einfach ein absolutes Privileg und die Gefangenen haben was zu verlieren.",
        "start": 118.42,
        "end": 123,
        "translationEn": "Work is simply an absolute privilege, and the prisoners have something to lose.",
        "translationVi": "Công việc thực sự là một đặc quyền tuyệt đối và những người bị giam giữ có điều gì đó để mất."
    },
    {
        "text": "Und das wissen sie auch ganz genau, weil man einfach sieht, dass andere Inhaftierte",
        "start": 123.24,
        "end": 127,
        "translationEn": "And they know that very well because you can clearly see that other detainees",
        "translationVi": "Và họ cũng biết điều đó rất rõ, vì người ta có thể thấy rằng những người bị giam giữ khác"
    },
    {
        "text": "Dann auch mal einen Arbeitsplatz verlieren und den ganzen Tag auf dem Haftraum verbringen",
        "start": 127,
        "end": 131.92,
        "translationEn": "Then also lose a job and spend the whole day in the detention room.",
        "translationVi": "Rồi cũng có thể mất việc và dành cả ngày trong phòng giam."
    },
    {
        "text": "Müssen, bis auf eine Freistunde. Und deswegen wird auf jeden Fall darauf geachtet, auch",
        "start": 131.92,
        "end": 137.44,
        "translationEn": "Must, except for one free period. And that's why care is definitely taken to also",
        "translationVi": "Phải, ngoại trừ một giờ tự do. Và vì lý do đó, chắc chắn sẽ được chú ý đến, cũng như"
    },
    {
        "text": "Von den Inhaftierten selber, dass man sich da ordentlich verhält.",
        "start": 137.44,
        "end": 140.58,
        "translationEn": "From the detainees themselves, that one behaves properly there.",
        "translationVi": "Từ những người bị giam giữ, rằng họ nên cư xử đúng mực."
    },
    {
        "text": "Er sagt, wenn den Gefangenen ihre Arbeitsstellen wichtig sind, sei die Stimmung im ganzen",
        "start": 141.58,
        "end": 146.84,
        "translationEn": "He says that if the prisoners value their jobs, the mood in the whole place is better.",
        "translationVi": "Ông ấy nói, nếu những người bị giam giữ coi trọng công việc của họ, thì tâm trạng trong toàn bộ sẽ tốt hơn."
    },
    {
        "text": "Gefängnis ruhiger, auch außerhalb der Werkstätten.",
        "start": 146.84,
        "end": 149.68,
        "translationEn": "Prison is quieter, even outside the workshops.",
        "translationVi": "Nhà tù yên tĩnh hơn, cả bên ngoài các xưởng."
    },
    {
        "text": "Denn diszipliniert mitzumachen bringe Verdienst und ermögliche auch eine frühere Entlassung.",
        "start": 150.18,
        "end": 155.64,
        "translationEn": "Because participating in a disciplined manner brings merit and also allows for an earlier release.",
        "translationVi": "Bởi vì tham gia một cách có kỷ luật mang lại lợi ích và cũng cho phép ra tù sớm hơn."
    },
    {
        "text": "Mist zu bauen, bekommt einen hohen Preis.",
        "start": 156.32,
        "end": 158.42,
        "translationEn": "Building mist comes at a high price.",
        "translationVi": "Xây dựng sương mù phải trả một cái giá cao."
    },
    {
        "text": "Für die Hälfte ihrer etwa 800 Gefangenen hat die JVA Düsseldorf Arbeit oder oder",
        "start": 158.42,
        "end": 163.64,
        "translationEn": "For half of its approximately 800 inmates, the Düsseldorf correctional facility has work or...",
        "translationVi": "Đối với một nửa trong số khoảng 800 tù nhân của JVA Düsseldorf, có công việc hoặc..."
    },
    {
        "text": "Qualifizierungsstellen. Das sind weniger, als es eigentlich sein sollten.",
        "start": 163.64,
        "end": 167.54,
        "translationEn": "Qualification centers. There are fewer than there should actually be.",
        "translationVi": "Các cơ sở đào tạo. Số lượng ít hơn so với những gì lẽ ra phải có."
    },
    {
        "text": "Die Anstalt war ursprünglich nicht für so viele Strafgefangene ausgelegt, wie sie jetzt hier",
        "start": 168,
        "end": 172.56,
        "translationEn": "The institution was originally not designed for as many inmates as it currently has here.",
        "translationVi": "Cơ sở này ban đầu không được thiết kế cho nhiều tù nhân như hiện nay."
    },
    {
        "text": "Sind. Maik hatte einen Job. Er hat erst die Malerqualifikation gemacht, renoviert jetzt in",
        "start": 172.56,
        "end": 178.62,
        "translationEn": "Maik had a job. He first completed the painter qualification and is now renovating in",
        "translationVi": "Maik có một công việc. Anh ấy đã hoàn thành khóa học về sơn, hiện đang cải tạo trong"
    },
    {
        "text": "Der JVA Zellen und Büros und spart dem Staat so einiges an Geld.",
        "start": 178.62,
        "end": 182.78,
        "translationEn": "The prison cells and offices save the state quite a bit of money.",
        "translationVi": "Các phòng giam và văn phòng của JVA tiết kiệm cho nhà nước một khoản tiền đáng kể."
    },
    {
        "text": "Von der Mitte hier rüber, sodass dass wir die Naht hier gerade kriegen.",
        "start": 183.54,
        "end": 186.94,
        "translationEn": "From the middle over here, so that we can get the seam straight here.",
        "translationVi": "Từ giữa đây sang bên, để chúng ta có thể làm cho đường nối ở đây thẳng."
    },
    {
        "text": "Maik hatte vorher nie einen geregelten Tagesablauf, hingrum rum hat auf die falsche Art",
        "start": 187.7,
        "end": 192.68,
        "translationEn": "Maik had never had a regular daily routine before, he just hung around in the wrong way.",
        "translationVi": "Maik trước đây chưa bao giờ có một lịch trình hàng ngày ổn định, anh ấy đã lười biếng theo cách sai lầm."
    },
    {
        "text": "Versucht, an Geld zu kommen. Seit drei Jahren ist er in Haft, zwei hat",
        "start": 192.68,
        "end": 196.66,
        "translationEn": "Trying to get money. He has been in custody for three years, two of which...",
        "translationVi": "Cố gắng kiếm tiền. Anh ta đã bị giam giữ ba năm, hai năm đã..."
    },
    {
        "text": "Er noch vor sich. Kurz vor seiner Inhaftierung wurde er Vater.",
        "start": 196.66,
        "end": 199.94,
        "translationEn": "He was still ahead of himself. Shortly before his imprisonment, he became a father.",
        "translationVi": "Anh ấy vẫn còn trước mắt. Ngay trước khi bị giam giữ, anh đã trở thành cha."
    },
    {
        "text": "Ich habe jetzt meinen Sohn Mann vielleicht 30, 35 Mal gesehen.",
        "start": 200.54,
        "end": 204.6,
        "translationEn": "I have now seen my son maybe 30, 35 times.",
        "translationVi": "Tôi đã gặp con trai mình khoảng 30, 35 lần."
    },
    {
        "text": "Und nein, also jetzt ist Feierabend.",
        "start": 206.6,
        "end": 210.46,
        "translationEn": "And no, so now it's time to call it a day.",
        "translationVi": "Và không, bây giờ là hết giờ làm việc."
    },
    {
        "text": "Ich habe das Glück, dass meine Frau hinter mir steht.",
        "start": 210.58,
        "end": 212.9,
        "translationEn": "I am lucky that my wife supports me.",
        "translationVi": "Tôi may mắn vì có vợ đứng sau ủng hộ tôi."
    },
    {
        "text": "Ob ich das wieder gut machen kann, das kann ich nicht mal sagen.",
        "start": 213.24,
        "end": 215.92,
        "translationEn": "I can't even say if I can make it up.",
        "translationVi": "Tôi không thể nói liệu tôi có thể bù đắp lại điều đó hay không."
    },
    {
        "text": "Aber ich möchte natürlich jetzt über den Vollzug ihr zeigen oder auch meiner Familie,",
        "start": 216.7,
        "end": 221.52,
        "translationEn": "But I would like to show it to you now or to my family.",
        "translationVi": "Nhưng tôi tất nhiên muốn cho họ thấy về việc thực hiện này hoặc cũng cho gia đình tôi."
    },
    {
        "text": "Dass ich gelernt habe, definitiv. Also alles andere wäre ja sehr dumm.",
        "start": 222.06,
        "end": 230.32,
        "translationEn": "That I have learned, definitely. Anything else would be very foolish.",
        "translationVi": "Rằng tôi đã học được, chắc chắn rồi. Vậy thì mọi thứ khác sẽ rất ngu ngốc."
    },
    {
        "text": "Von dem Geld, das er verdient, gönnt er sich mal Obst, Snacks oder Cola.",
        "start": 231.06,
        "end": 234.98,
        "translationEn": "With the money he earns, he treats himself to some fruit, snacks, or cola.",
        "translationVi": "Từ số tiền mà anh ấy kiếm được, thỉnh thoảng anh ấy tự thưởng cho mình một chút trái cây, đồ ăn vặt hoặc Coca-Cola."
    },
    {
        "text": "Mit der Erhöhung jetzt will er öfter was für seinen Sohn rausschicken.",
        "start": 235.46,
        "end": 238.78,
        "translationEn": "With the increase now, he wants to send things out for his son more often.",
        "translationVi": "Với việc tăng lương bây giờ, anh ấy sẽ gửi nhiều thứ hơn cho con trai của mình."
    },
    {
        "text": "Im Schnitt steigt der Lohn von 2 Euro pro Stunde auf 3,50 50 Euro.",
        "start": 239.28,
        "end": 243,
        "translationEn": "On average, the wage increases from 2 euros per hour to 3.50 euros.",
        "translationVi": "Trung bình, lương tăng từ 2 euro mỗi giờ lên 3,50 euro."
    },
    {
        "text": "Die Anstaltsleitung hofft, dass die Arbeit so noch aufgewertet wird.",
        "start": 243,
        "end": 246.98,
        "translationEn": "The management hopes that the work will be valued more as a result.",
        "translationVi": "Ban lãnh đạo cơ sở hy vọng rằng công việc sẽ được nâng cao giá trị như vậy."
    },
    {
        "text": "Die Inhaftierten werden durch die höhere Dotierung einfach noch mehr motiviert, Arbeit aufzunehmen, die",
        "start": 247.18,
        "end": 253.28,
        "translationEn": "The incarcerated individuals are simply even more motivated to take up work due to the higher remuneration, which",
        "translationVi": "Những người bị giam giữ được khuyến khích hơn nữa để bắt đầu làm việc nhờ vào mức hỗ trợ cao hơn, mà"
    },
    {
        "text": "Arbeit durchzuhalten. Das ist ein wesentlicher Faktor, eben auch sie zu motivieren und ihnen",
        "start": 253.28,
        "end": 258.94,
        "translationEn": "to persevere in work. This is an essential factor in motivating them and providing them with",
        "translationVi": "Kiên trì làm việc. Đó là một yếu tố quan trọng, cũng để động viên họ và cho họ"
    },
    {
        "text": "Den Wert der Arbeit darum ging es, ja jeden Wert der Arbeit deutlich vor",
        "start": 258.94,
        "end": 262.7,
        "translationEn": "It was about the value of work, indeed clearly presenting every value of work.",
        "translationVi": "Giá trị của công việc, đó là điều mà chúng ta đã nói đến, đúng vậy, giá trị của mỗi công việc cần được làm rõ."
    },
    {
        "text": "Augen zu führen. Dann einmal Messer abgeben.",
        "start": 262.7,
        "end": 266.08,
        "translationEn": "Close your eyes. Then hand over the knife.",
        "translationVi": "Nhắm mắt lại. Sau đó, hãy đưa dao cho người khác."
    },
    {
        "text": "Jawohl, Maiks Arbeitstag ist zu Ende.",
        "start": 268.4,
        "end": 272.44,
        "translationEn": "Yes, Maik's workday is over.",
        "translationVi": "Vâng, ngày làm việc của Maik đã kết thúc."
    },
    {
        "text": "Thorsten Bullig führt ihn zurück Richtung Zelle.",
        "start": 273.38,
        "end": 275.5,
        "translationEn": "Thorsten Bullig leads him back towards the cell.",
        "translationVi": "Thorsten Bullig dẫn anh ta trở lại hướng phòng giam."
    },
    {
        "text": "Er überprüft, ob Maik irgendwas aus der Werkstatt rausschmuggelt.",
        "start": 276.36,
        "end": 279.72,
        "translationEn": "He checks if Maik is smuggling anything out of the workshop.",
        "translationVi": "Anh ta kiểm tra xem Maik có đang tuồn đồ gì ra khỏi xưởng không."
    },
    {
        "text": "Dann geht es zurück in die Einsamkeit.",
        "start": 280.8,
        "end": 284.12,
        "translationEn": "Then it's back to solitude.",
        "translationVi": "Sau đó, trở lại với sự cô đơn."
    },
    {
        "text": "Und dann gehen die Gedanken wieder los.",
        "start": 284.88,
        "end": 286.1,
        "translationEn": "And then the thoughts start again.",
        "translationVi": "Và rồi những suy nghĩ lại bắt đầu."
    },
    {
        "text": "Ne Dann ist natürlich gerade allein Familie draußen, wie geht's weiter?",
        "start": 286.4,
        "end": 291.42,
        "translationEn": "Well then, of course, the family is outside alone, what's next?",
        "translationVi": "Vậy thì chỉ có gia đình ở ngoài, tiếp theo sẽ như thế nào?"
    },
    {
        "text": "Tausende Gedanken, als man kommt aus den Gedanken bis in den Schlaf, nicht raus,",
        "start": 292.9,
        "end": 297.7,
        "translationEn": "Thousands of thoughts, as one comes from thoughts into sleep, not out.",
        "translationVi": "Hàng ngàn suy nghĩ, khi người ta ra khỏi những suy nghĩ cho đến khi chìm vào giấc ngủ, không thoát ra được."
    },
    {
        "text": "Definitiv nicht. Ohne Arbeit sagt Maik, würde ihm die Haft psychisch noch deutlich mehr",
        "start": 298.06,
        "end": 306.38,
        "translationEn": "Definitely not. Without work, Maik says, imprisonment would affect him psychologically even more.",
        "translationVi": "Chắc chắn là không. Nếu không có công việc, Maik nói rằng việc giam giữ sẽ ảnh hưởng đến tâm lý của anh ấy còn nhiều hơn nữa."
    },
    {
        "text": "Zusetzen.",
        "start": 306.38,
        "end": 306.74,
        "translationEn": "Add.",
        "translationVi": "Thêm vào."
    }
]