[
    {
        "text": "Traumhafte Sandstrände, antike Bauwerke und die schönsten Männer der Welt.",
        "start": 0,
        "end": 6,
        "translationEn": "Dreamy sandy beaches, ancient buildings, and the most beautiful men in the world.",
        "translationVi": "Những bãi biển cát tuyệt đẹp, các công trình cổ đại và những người đàn ông đẹp nhất thế giới."
    },
    {
        "text": "Besuchen Sie die Türkei.",
        "start": 7.04,
        "end": 8.7,
        "translationEn": "Visit Turkey.",
        "translationVi": "Hãy đến thăm Thổ Nhĩ Kỳ."
    },
    {
        "text": "Relaxen Sie fast allein an den Stränden von Izmir.",
        "start": 11.12,
        "end": 14.18,
        "translationEn": "Relax almost alone on the beaches of Izmir.",
        "translationVi": "Thư giãn gần như một mình trên những bãi biển ở Izmir."
    },
    {
        "text": "Die Oppositionsmetropole hat der Präsident nur für Sie aufräumen lassen.",
        "start": 14.58,
        "end": 18.46,
        "translationEn": "The opposition metropolis has been cleaned up by the president just for you.",
        "translationVi": "Thành phố đối lập chỉ được tổng thống dọn dẹp cho bạn."
    },
    {
        "text": "Hunderte Mitarbeiter der CHP geführten Stadt entschleunigen in unseren landestypischen Ruhezentren.",
        "start": 19.06,
        "end": 24.68,
        "translationEn": "Hundreds of employees of the CHP-led city are slowing down in our country-specific relaxation centers.",
        "translationVi": "Hàng trăm nhân viên của thành phố do CHP lãnh đạo thư giãn tại các trung tâm yên tĩnh đặc trưng của đất nước chúng tôi."
    },
    {
        "text": "Viele Tausende sind begeistert.",
        "start": 25.3,
        "end": 27.34,
        "translationEn": "Many thousands are excited.",
        "translationVi": "Hàng chục nghìn người đang phấn khích."
    },
    {
        "text": "Traumhafte Aussicht.",
        "start": 27.34,
        "end": 29.18,
        "translationEn": "Dreamlike view.",
        "translationVi": "Cảnh đẹp như mơ."
    },
    {
        "text": "Fenster, leider vergittert, werden auf jeden Fall länger bleiben.",
        "start": 29.42,
        "end": 32.48,
        "translationEn": "Windows, unfortunately barred, will definitely remain longer.",
        "translationVi": "Cửa sổ, đáng tiếc là đã được lưới sắt, sẽ vẫn ở lại lâu hơn."
    },
    {
        "text": "Eine echte Tradition: spontane Straßenfeste zu Ehren von Präsident Erdogan.",
        "start": 34.54,
        "end": 39.6,
        "translationEn": "A true tradition: spontaneous street festivals in honor of President Erdogan.",
        "translationVi": "Một truyền thống thực sự: các lễ hội đường phố tự phát để tôn vinh Tổng thống Erdogan."
    },
    {
        "text": "In volkstümlicher Tracht werden aufwendig bemalte Schilde vorgeführt.",
        "start": 41.04,
        "end": 45.16,
        "translationEn": "Elaborately painted shields are presented in traditional folk costumes.",
        "translationVi": "Trong trang phục dân gian, những chiếc khiên được sơn phức tạp được trình diễn."
    },
    {
        "text": "Lassen Sie sich mitreißen, wenn das ganze Land den Präsidenten feiert.",
        "start": 46.7,
        "end": 51.48,
        "translationEn": "Let yourself be swept away as the whole country celebrates the president.",
        "translationVi": "Hãy để bản thân bị cuốn hút khi cả đất nước chúc mừng tổng thống."
    },
    {
        "text": "Ganz genau das, was der Sprecher gesagt hat, das stimmt.",
        "start": 52.42,
        "end": 55.46,
        "translationEn": "Exactly what the speaker said is true.",
        "translationVi": "Chính xác là những gì người nói đã nói, điều đó đúng."
    },
    {
        "text": "Dieses Land hat ein riesiges Problem.",
        "start": 56.56,
        "end": 59.08,
        "translationEn": "This country has a huge problem.",
        "translationVi": "Đất nước này đang gặp một vấn đề lớn."
    },
    {
        "text": "Es ist einfach zu perfekt.",
        "start": 59.24,
        "end": 60.84,
        "translationEn": "It is simply too perfect.",
        "translationVi": "Nó thật sự quá hoàn hảo."
    },
    {
        "text": "Viele trauen sich nicht, es offen anzusprechen.",
        "start": 61.14,
        "end": 63.22,
        "translationEn": "Many do not dare to speak about it openly.",
        "translationVi": "Nhiều người không dám nói thẳng về điều đó."
    },
    {
        "text": "Präsident Erdogan ist ein wahnsinnig schöner Mann.",
        "start": 63.62,
        "end": 66.18,
        "translationEn": "President Erdogan is an incredibly handsome man.",
        "translationVi": "Tổng thống Erdogan là một người đàn ông cực kỳ đẹp trai."
    },
    {
        "text": "Aber beim Thema Menschenrechte: Tolles Tolles Thema,",
        "start": 66.72,
        "end": 69.24,
        "translationEn": "But when it comes to human rights: great, great topic,",
        "translationVi": "Nhưng khi nói đến vấn đề nhân quyền: Chủ đề thật tuyệt vời,"
    },
    {
        "text": "Aber schauen Sie mal hier: Die Kalkterrassen von Pamukkale hat Präsident Erdogan ganz alleine angelegt.",
        "start": 69.46,
        "end": 76.11,
        "translationEn": "But take a look here: President Erdogan created the travertine terraces of Pamukkale all by himself.",
        "translationVi": "Nhưng hãy xem ở đây: Các bậc thang canxi của Pamukkale được Tổng thống Erdogan tự tay tạo ra."
    },
    {
        "text": "Mit dem Kalk aus seinem Wasserkocher.",
        "start": 76.74,
        "end": 78.88,
        "translationEn": "With the lime from his kettle.",
        "translationVi": "Với cặn vôi từ ấm đun nước của anh ấy."
    },
    {
        "text": "Besuchen Sie die Türkei, wo die Demokratie badengeht.",
        "start": 79.2,
        "end": 83.14,
        "translationEn": "Visit Turkey, where democracy is taking a bath.",
        "translationVi": "Hãy đến thăm Thổ Nhĩ Kỳ, nơi nền dân chủ đang bị đe dọa."
    },
    {
        "text": "Geht Copyright Untertitel DR 2021.",
        "start": 83.14,
        "end": 95.16,
        "translationEn": "Does copyright apply to subtitles DR 2021?",
        "translationVi": "Bản quyền phụ đề DR 2021."
    }
]