[
    {
        "text": "Jesus von Nazareth, oder in seiner eigenen aramäischen Sprache auch",
        "start": 0,
        "end": 3.6,
        "translation": "Chúa Giê-su ở Nazareth, hoặc trong ngôn ngữ Aram của chính Ngài cũng vậy.",
        "translation_en": "Jesus of Nazareth, or in his own Aramaic language also"
    },
    {
        "text": "Jeschua genannt, war ein jüdischer Mann,",
        "start": 3.6,
        "end": 5.24,
        "translation": "Jeschua được gọi là một người đàn ông Do Thái,",
        "translation_en": "called Jesus, was a Jewish man,"
    },
    {
        "text": "der vor 2000 Jahren am östlichen Ende des Mittelmeers lebte.",
        "start": 5.4,
        "end": 8.52,
        "translation": "người đã sống cách đây 2000 năm ở phía đông của Địa Trung Hải.",
        "translation_en": "who lived 2000 years ago at the eastern end of the Mediterranean."
    },
    {
        "text": "Die frühesten Berichte über sein Leben, die vier Evangelien,",
        "start": 8.7,
        "end": 11.4,
        "translation": "Những báo cáo sớm nhất về cuộc đời của ông, bốn sách Phúc âm,",
        "translation_en": "The earliest accounts of his life, the four Gospels,"
    },
    {
        "text": "stammen von Augenzeugenberichten seiner Nachfolger.",
        "start": 11.68,
        "end": 13.8,
        "translation": "xuất phát từ các báo cáo của những người chứng kiến về các người kế nhiệm của ông.",
        "translation_en": "come from eyewitness accounts of his successors."
    },
    {
        "text": "Jesus wuchs mit den Schriften seines Volkes Israel auf,",
        "start": 14.16,
        "end": 16.76,
        "translation": "Chúa Jesus lớn lên với những kinh điển của dân tộc Israel.",
        "translation_en": "Jesus grew up with the scriptures of his people Israel,"
    },
    {
        "text": "die besagten, dass Gott Abraham erwählte,",
        "start": 16.92,
        "end": 19.08,
        "translation": "cái nói rằng Chúa đã chọn Abraham,",
        "translation_en": "they said that God chose Abraham,"
    },
    {
        "text": "um die Nationen zu segnen.",
        "start": 19.24,
        "end": 20.8,
        "translation": "để ban phước cho các quốc gia.",
        "translation_en": "to bless the nations."
    },
    {
        "text": "Jesus sagte, dass diese Geschichte durch ihn erfüllt wird und",
        "start": 20.98,
        "end": 23.6,
        "translation": "Chúa Giêsu đã nói rằng câu chuyện này sẽ được thực hiện qua Ngài và",
        "translation_en": "Jesus said that this story will be fulfilled through him and"
    },
    {
        "text": "dass Gottes Herrschaft durch ihn in die Welt kommt.",
        "start": 23.6,
        "end": 25.86,
        "translation": "rằng sự cai trị của Chúa đến với thế giới qua Ngài.",
        "translation_en": "that God's reign comes into the world through him."
    },
    {
        "text": "Er nannte dies die Gute Nachricht vom Königreich Gottes.",
        "start": 26.12,
        "end": 28.8,
        "translation": "Ông gọi đây là Tin Mừng về Vương quốc của Thiên Chúa.",
        "translation_en": "He called this the Good News of the Kingdom of God."
    },
    {
        "text": "Jesus verkündete den armen und kranken Gotteskönigreich",
        "start": 28.8,
        "end": 31.9,
        "translation": "Chúa Giêsu đã công bố vương quốc của Thiên Chúa cho người nghèo và người bệnh.",
        "translation_en": "Jesus proclaimed the kingdom of God to the poor and the sick."
    },
    {
        "text": "und beschuldigte Israels Anführer der Korruption.",
        "start": 31.9,
        "end": 34.48,
        "translation": "và cáo buộc các nhà lãnh đạo Israel tham nhũng.",
        "translation_en": "and accused Israel's leaders of corruption."
    },
    {
        "text": "Er konfrontierte sie in Jerusalem, wohl wissend,",
        "start": 34.88,
        "end": 36.98,
        "translation": "Ông đã đối mặt với cô ấy ở Jerusalem, biết rõ rằng,",
        "translation_en": "He confronted her in Jerusalem, well aware that"
    },
    {
        "text": "dass ihm das den Tod bringen würde.",
        "start": 37.22,
        "end": 38.58,
        "translation": "rằng điều đó sẽ mang lại cái chết cho anh ta.",
        "translation_en": "that it would bring him death."
    },
    {
        "text": "Aber sein Plan war, als König den Thron zu besteigen,",
        "start": 38.66,
        "end": 41.36,
        "translation": "Nhưng kế hoạch của ông là lên ngôi vua.",
        "translation_en": "But his plan was to ascend the throne as king,"
    },
    {
        "text": "indem er für die Sünden der Menschen starb.",
        "start": 41.5,
        "end": 43.84,
        "translation": "bằng cách Ngài đã chết cho tội lỗi của nhân loại.",
        "translation_en": "by dying for the sins of humanity."
    },
    {
        "text": "Später besuchten die Nachfolger Jesu sein Grab,",
        "start": 44.14,
        "end": 46.3,
        "translation": "Sau này, những người kế nhiệm Chúa Giê-su đã đến thăm mộ Ngài,",
        "translation_en": "Later, the followers of Jesus visited his grave,"
    },
    {
        "text": "aber es war leer.",
        "start": 46.48,
        "end": 47.22,
        "translation": "nhưng nó trống rỗng.",
        "translation_en": "but it was empty."
    },
    {
        "text": "Dann zeigte sich der auferstandene Jesus vielen Menschen und sagte,",
        "start": 47.44,
        "end": 50.34,
        "translation": "Rồi Chúa Giê-su phục sinh đã hiện ra với nhiều người và nói rằng,",
        "translation_en": "Then the risen Jesus appeared to many people and said,"
    },
    {
        "text": "dass er der König der Welt ist",
        "start": 50.46,
        "end": 52.02,
        "translation": "rằng anh ấy là vua của thế giới",
        "translation_en": "that he is the king of the world"
    },
    {
        "text": "und eine neue Zukunft für die Menschheit eröffnet.",
        "start": 52.02,
        "end": 54.4,
        "translation": "và mở ra một tương lai mới cho nhân loại.",
        "translation_en": "and opens a new future for humanity."
    },
    {
        "text": "Dann entsandte er seine Nachfolger,",
        "start": 54.54,
        "end": 56.2,
        "translation": "Sau đó, ông đã cử những người kế nhiệm của mình,",
        "translation_en": "Then he sent out his successors,"
    },
    {
        "text": "um die Gute Nachricht seiner Herrschaft über die ganze Welt",
        "start": 56.38,
        "end": 59.02,
        "translation": "để thông báo Tin Mừng về quyền lực của Ngài trên toàn thế giới",
        "translation_en": "to proclaim the good news of His reign over the whole world"
    },
    {
        "text": "zu verbreiten.",
        "start": 59.02,
        "end": 59.72,
        "translation": "để lan truyền.",
        "translation_en": "to spread."
    }
]