[
    {
        "text": "Wer wird der neue Cheftrainer des SV Werder Bremen",
        "start": 6.22,
        "end": 9.52,
        "translation": "Ai sẽ là huấn luyện viên trưởng mới của SV Werder Bremen?",
        "translation_en": "Who will be the new head coach of SV Werder Bremen?"
    },
    {
        "text": "und damit Nachfolger des freigestellten Ole Werner?",
        "start": 9.52,
        "end": 12.48,
        "translation": "và do đó là người kế nhiệm của Ole Werner đã được miễn nhiệm?",
        "translation_en": "and thus successor of the released Ole Werner?"
    },
    {
        "text": "Das ist zur Stunde die große Frage,",
        "start": 12.76,
        "end": 15.1,
        "translation": "Đó là câu hỏi lớn vào lúc này,",
        "translation_en": "That is the big question at the moment,"
    },
    {
        "text": "die alle Menschen umtreibt,",
        "start": 15.3,
        "end": 16.64,
        "translation": "điều mà tất cả mọi người đều quan tâm,",
        "translation_en": "that drives all people,"
    },
    {
        "text": "die es mit dem SV Werder Bremen halten.",
        "start": 16.88,
        "end": 18.86,
        "translation": "có mối liên hệ với SV Werder Bremen.",
        "translation_en": "who support SV Werder Bremen."
    },
    {
        "text": "Und es sieht ganz stark danach aus, dass der Verein,",
        "start": 19.56,
        "end": 22.36,
        "translation": "Và có vẻ như câu lạc bộ,",
        "translation_en": "And it looks very much like the club,"
    },
    {
        "text": "dass die Bremer kurz davor sind,",
        "start": 22.68,
        "end": 24.82,
        "translation": "rằng các cầu thủ Bremen sắp sửa,",
        "translation_en": "that the Bremen team is on the verge of"
    },
    {
        "text": "diese Trainersuche zum Abschluss zu bringen.",
        "start": 25.34,
        "end": 27.9,
        "translation": "hoàn tất việc tìm kiếm huấn luyện viên này.",
        "translation_en": "to conclude this search for a coach."
    },
    {
        "text": "Horst Steffen, ihr habt es gesehen und gelesen,",
        "start": 27.9,
        "end": 30.58,
        "translation": "Horst Steffen, các bạn đã thấy và đọc nó.",
        "translation_en": "Horst Steffen, you have seen and read it."
    },
    {
        "text": "wir haben es in den vergangenen Tagen bereits berichtet,",
        "start": 30.78,
        "end": 32.74,
        "translation": "chúng tôi đã báo cáo về điều này trong những ngày qua,",
        "translation_en": "we have already reported on it in the past few days,"
    },
    {
        "text": "ist nach wie vor der absolute Wunschkandidat für dieses Amt,",
        "start": 33.56,
        "end": 37.64,
        "translation": "vẫn là ứng cử viên tuyệt đối cho chức vụ này,",
        "translation_en": "is still the absolute preferred candidate for this position,"
    },
    {
        "text": "hat sich nach unseren Infos schon gegen mehrere andere Kandidaten",
        "start": 38.14,
        "end": 41.36,
        "translation": "đã chống lại nhiều ứng cử viên khác theo thông tin của chúng tôi.",
        "translation_en": "has already competed against several other candidates according to our information"
    },
    {
        "text": "durchgesetzt und wie die Kollegen der BILD-Zeitung am Dienstagabend vermelden,",
        "start": 41.36,
        "end": 45.24,
        "translation": "đã được thực hiện và như các đồng nghiệp của tờ BILD báo cáo vào tối thứ Ba,",
        "translation_en": "enforced, and as the colleagues from the BILD newspaper reported on Tuesday evening,"
    },
    {
        "text": "soll er den Bremern intern sogar schon zugesagt haben.",
        "start": 45.78,
        "end": 48.96,
        "translation": "anh ấy thậm chí đã hứa hẹn với các cầu thủ Bremen trong nội bộ.",
        "translation_en": "He is said to have already given his word to the Bremen team internally."
    },
    {
        "text": "Trifft das zu, dürfte Horst Steffen in Kürze als neuer",
        "start": 49.7,
        "end": 53.06,
        "translation": "Nếu điều này đúng, Horst Steffen có thể sớm trở thành người mới.",
        "translation_en": "If that is the case, Horst Steffen is likely to be announced as the new..."
    },
    {
        "text": "Chefcoach des SV Werder Bremen vorgestellt werden.",
        "start": 53.06,
        "end": 55.44,
        "translation": "Huấn luyện viên trưởng của SV Werder Bremen sẽ được giới thiệu.",
        "translation_en": "To be introduced as the head coach of SV Werder Bremen."
    },
    {
        "text": "Der Mann besitzt bei der SV Elversberg zwar noch einen",
        "start": 55.76,
        "end": 58.16,
        "translation": "Người đàn ông vẫn còn một tại SV Elversberg.",
        "translation_en": "The man still has one at SV Elversberg."
    },
    {
        "text": "Vertrag bis 2026 ohne Ausstiegsklausel, Werder müsste",
        "start": 58.16,
        "end": 62.96,
        "translation": "Hợp đồng đến năm 2026 không có điều khoản thoát, Werder sẽ phải",
        "translation_en": "Contract until 2026 without an exit clause, Werder would have to"
    },
    {
        "text": "also eine Ablösesumme für ihn auf den Tisch legen.",
        "start": 62.96,
        "end": 65.7,
        "translation": "vì vậy hãy đặt một khoản tiền bồi thường cho anh ấy lên bàn.",
        "translation_en": "So, put a transfer fee on the table for him."
    },
    {
        "text": "Nach allem, was in Erfahrung zu bringen ist,",
        "start": 66.1,
        "end": 68.24,
        "translation": "Theo tất cả những gì có thể tìm hiểu được,",
        "translation_en": "According to everything that can be learned,"
    },
    {
        "text": "dürfte sich diese aber im unteren sechsstelligen Bereich bewegen.",
        "start": 68.6,
        "end": 72.04,
        "translation": "Có thể nó sẽ nằm trong khoảng dưới sáu chữ số.",
        "translation_en": "it is likely to be in the lower six-figure range."
    },
    {
        "text": "Also absolut verkraftbar sein für die Bremer.",
        "start": 72.72,
        "end": 75.14,
        "translation": "Cũng hoàn toàn có thể chấp nhận được đối với người Bremen.",
        "translation_en": "So absolutely manageable for the people of Bremen."
    },
    {
        "text": "Horst Steffen, in meinen Augen wäre das eine sehr smarte",
        "start": 75.54,
        "end": 78.7,
        "translation": "Horst Steffen, trong mắt tôi, đó sẽ là một điều rất thông minh.",
        "translation_en": "Horst Steffen, in my eyes that would be very smart."
    },
    {
        "text": "Lösung.",
        "start": 78.7,
        "end": 79,
        "translation": "Giải pháp.",
        "translation_en": "Solution."
    },
    {
        "text": "Der 56-Jährige hat bisher zwar noch keine Erfahrung als Trainer",
        "start": 79.14,
        "end": 83.08,
        "translation": "Người 56 tuổi này cho đến nay vẫn chưa có kinh nghiệm làm huấn luyện viên.",
        "translation_en": "The 56-year-old has not yet had any experience as a coach."
    },
    {
        "text": "in der Bundesliga, hat in Elversberg aber bewiesen,",
        "start": 83.08,
        "end": 86.32,
        "translation": "tại Bundesliga, nhưng đã chứng minh ở Elversberg,",
        "translation_en": "in the Bundesliga, but has proven in Elversberg,"
    },
    {
        "text": "dass er aus vergleichsweise wenigen Mitteln sehr,",
        "start": 86.64,
        "end": 89.48,
        "translation": "rằng anh ấy từ những phương tiện tương đối ít ỏi rất,",
        "translation_en": "that he achieves a lot with relatively few resources,"
    },
    {
        "text": "sehr viel rausholen kann",
        "start": 89.74,
        "end": 90.5,
        "translation": "có thể lấy ra rất nhiều",
        "translation_en": "can get a lot out of it"
    },
    {
        "text": "und sich vor allem einen Namen als großer Nachwuchsförderer gemacht.",
        "start": 90.5,
        "end": 94.94,
        "translation": "và đặc biệt đã tạo dựng được tên tuổi như một nhà tài trợ lớn cho thế hệ trẻ.",
        "translation_en": "and above all, has made a name for itself as a great supporter of young talent."
    },
    {
        "text": "Und genau das ist ja ein Bereich in Bremen,",
        "start": 95.08,
        "end": 98.18,
        "translation": "Và chính điều đó là một lĩnh vực ở Bremen,",
        "translation_en": "And that is exactly an area in Bremen,"
    },
    {
        "text": "in dem Werder sich besser aufstellen möchte in Zukunft.",
        "start": 98.24,
        "end": 101.3,
        "translation": "nơi mà Werder muốn cải thiện vị trí của mình trong tương lai.",
        "translation_en": "in which Werder wants to position itself better in the future."
    },
    {
        "text": "Ihr habt das alle mitbekommen, die U19 ist DFB-Pokalsieger geworden.",
        "start": 101.82,
        "end": 105.2,
        "translation": "Các bạn đều đã biết, đội U19 đã trở thành nhà vô địch cúp DFB.",
        "translation_en": "You all heard about it, the U19 has become DFB Cup champions."
    },
    {
        "text": "Das ist wirklich ein goldener Jahrgang mit vielen spannenden Spielern",
        "start": 105.3,
        "end": 108.66,
        "translation": "Đây thực sự là một năm vàng với nhiều cầu thủ thú vị.",
        "translation_en": "This is truly a golden vintage with many exciting players."
    },
    {
        "text": "und von denen möchte Werder in den nächsten Jahren möglichst",
        "start": 108.66,
        "end": 111.92,
        "translation": "và Werder muốn có được càng nhiều càng tốt trong những năm tới.",
        "translation_en": "and from those, Werder would like to have as many as possible in the coming years."
    },
    {
        "text": "einige, viele in der Bundesliga sehen.",
        "start": 111.92,
        "end": 114.44,
        "translation": "một số, nhiều người trong Bundesliga xem.",
        "translation_en": "some, many in the Bundesliga."
    },
    {
        "text": "Und Horst Steffen soll der Mann sein,",
        "start": 114.86,
        "end": 116.66,
        "translation": "Và Horst Steffen sẽ là người đó,",
        "translation_en": "And Horst Steffen is supposed to be the man,"
    },
    {
        "text": "der diese Talente dann mit Mut in seine Mannschaft einbaut.",
        "start": 116.86,
        "end": 120.02,
        "translation": "người mà sau đó dám đưa những tài năng này vào đội của mình.",
        "translation_en": "who then incorporates these talents with courage into his team."
    },
    {
        "text": "Fixiert ist der Deal noch nicht endgültig zwischen den beiden",
        "start": 120.54,
        "end": 124.32,
        "translation": "Thỏa thuận vẫn chưa được xác định cuối cùng giữa hai bên.",
        "translation_en": "The deal is not yet finalized between the two."
    },
    {
        "text": "Klubs, so ist zu hören,",
        "start": 124.32,
        "end": 125.32,
        "translation": "Các câu lạc bộ, theo như nghe nói,",
        "translation_en": "Clubs, it is heard,"
    },
    {
        "text": "sind da tatsächlich noch Details zu klären.",
        "start": 125.58,
        "end": 127.8,
        "translation": "Thực sự vẫn còn những chi tiết cần làm rõ.",
        "translation_en": "There are indeed still details to clarify."
    },
    {
        "text": "Sollte Steffen die Zusage gegeben haben, ja, dann sind das",
        "start": 128.54,
        "end": 131.94,
        "translation": "Nếu Steffen đã đồng ý, thì đó là",
        "translation_en": "If Steffen has given the approval, then that is"
    },
    {
        "text": "aber Formalien, die in den kommenden Stunden bis Tagen über",
        "start": 131.94,
        "end": 135.72,
        "translation": "nhưng các thủ tục sẽ được thực hiện trong vài giờ đến vài ngày tới",
        "translation_en": "but formalities that will be addressed in the coming hours to days regarding"
    },
    {
        "text": "die Bühne gehen.",
        "start": 135.72,
        "end": 136.3,
        "translation": "ra sân khấu.",
        "translation_en": "to go on stage."
    },
    {
        "text": "Clemens Fritz hat es ja schon angekündigt,",
        "start": 136.48,
        "end": 138.28,
        "translation": "Clemens Fritz đã thông báo điều đó rồi,",
        "translation_en": "Clemens Fritz has already announced it."
    },
    {
        "text": "im Laufe dieser Woche wird der Nachfolger von Ole Werner",
        "start": 138.44,
        "end": 141.68,
        "translation": "Trong tuần này, người kế nhiệm Ole Werner sẽ được công bố.",
        "translation_en": "During this week, the successor to Ole Werner will be announced."
    },
    {
        "text": "am Osterdeich präsentiert und Stand jetzt spricht fast alles dafür,",
        "start": 141.68,
        "end": 145.82,
        "translation": "tại Osterdeich được trình bày và hiện tại gần như mọi thứ đều ủng hộ,",
        "translation_en": "presented at Osterdeich, and as of now, almost everything points to it."
    },
    {
        "text": "dass der Mann Horst Steffen heißt.",
        "start": 146.18,
        "end": 147.54,
        "translation": "rằng người đàn ông tên là Horst Steffen.",
        "translation_en": "that the man's name is Horst Steffen."
    }
]